FemDesign.Reinforcement.PtcStrandData
Strand material/type data

FemDesign.Reinforcement.PtcStrandData.F_pk
f pk

FemDesign.Reinforcement.PtcStrandData.#ctor
Parameterless constructor for serialization

FemDesign.Reinforcement.PtcStrandData.#ctor(System.Double,System.Double,System.Double,System.Double,System.Int32,System.Double)
Create a custom PTC-strand.
f_pk: f pk [N/mm2]
a_p: A p [mm2]
e_p: E p [N/mm2]
density: Rho [t/mm3]
relaxationClass: Relaxation class [1, 2, 3]
rho_1000: Rho 1000 [%]